Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Starting on 23 June 1987, Major Varinder Singh's task force launched multiple attacks to capture the post. After initial failures, the 5-member team led by Nb Sub Bana Singh successfully captured the Quaid post on 26 June 1987. Nb Sub Bana Singh and his fellow soldiers, including Chuni Lal, climbed the steep 457 m high wall of ice.
ne: २३ जुन १ १९८७ देखि, मेजर वरइंदर सिंहको टास्क फोर्सले पोष्ट कब्जा गर्न धेरै हमला गरे। प्रारम्भिक असफलता पछि, एनबी सब बाना सिंहको नेतृत्वमा--सदस्य टोलीले २६ June जून १९८७ मा, कयड पोस्ट सफलतापूर्वक कब्जा गरे। एनबी सब बाना सिंह र उनका साथी सैनिकहरू, चुनीलाल सहित, ४५७ मिटर अग्लो पर्खालमा चढेका थिए। टोलीले अप्रत्याशित दिशाबाट कयड पोस्टमा सम्पर्क राख्यो, अन्य टीमहरूको तुलनामा लामो र अधिक गाह्रो दृष्टिकोण प्रयोग गरेर। एउटा हिमपहिरो थियो, जसले नदेख्ने दृश्य देखायो जसले भारतीय सैनिकहरुलाई कभर दियो। शीर्षमा पुगे पछि, एनबी सब बाना सिंहले एकल पाकिस्तानी बन्कर रहेको पाए । उसले बन्करमा एउटा ग्रेनेड लगेर ढोका बन्द गर्‍यो र भित्रपट्टि मरे। दुवै पक्ष एक अर्कालाई हातेमाथिको लडाईमा पनि सामेल भए जसमा भारतीय सैनिकहरूले बन्कर बाहिरका केही पाकिस्तानी सैनिकहरूलाई समाते। केही पाकिस्तानी सैनिकहरू शिखरबाट उफ्रिए। पछि, भारतीयहरूले पाकिस्तानी सैनिकहरूको dead वटा लास भेट्टाए। [1] [२]

source: Shiva Dhanush (Sanskrit: शिव धनुष) or Kodhandam (Sanskrit: पिनाक, pínāka) is the bow of Lord Shiva.[1]
ne: शिवधनुष (Sanskrit) भगवान शिवको धनु हो। [१]

source: Vijaya is the original bow of Shiva used for total destruction or "Pralaya".
ne: विजय धनुष भगवान शिवको मूल धनु हो जुन सम्पूर्ण विनाश/ संहार वा " प्रलय " को लागि प्रयोग हुन्छ।

source: As per original Valmiki Ramayana, two bows were created by God Devendra of equal capacity which were given to Rudra and Vishnu and requested them to fight with each other to know who is the powerful one. However just before the start of the war an Aakashvani said that the war will lead to total destruction and hence the war was stopped. On hearing Aakashvani, Rudra threw his Dhanush which fell on earth to be later known as "Shiva dhanush".
ne: मूल वाल्मीकि रामायणका अनुसार, भगवान देवेन्द्रले समान क्षमताका दुई धनुषहरू सृष्टि गरे जुन रुद्र र विष्णुलाई दिइएको थियो र यी मध्ये कुन शक्तिशाली हो भनेर जान्न एक अर्कासँग लड्न अनुरोध गरे। यद्यपि युद्ध सुरू हुनुभन्दा ठीक अगाडि एक आकाशवाणी भयो कि यो युद्धले सम्पूर्ण विनाश निम्त्याउँछ र यसैले युद्ध रोकियो। आकाशवाणीको कुरा सुनेपछि रुद्रले आफ्नो धनुष फ्याँके जुन पृथ्वीमा खायो पछी यसलाई "शिव धनुष" भनेर चिनिन थाल्यो। पछि यो राजा जनकको पुर्खा राजा देवराथले भेट्टाए। यो हिन्दू महाकाव्य रामायणमा उल्लेख छ, जब शिवधनुषलाई राम ( विष्णुको अर्को अवतार ) ले भाँचे, जनककी छोरीसँग उनको विवाह भयो।

source: King Janaka of Mithila had a daughter named Sita. In earlier part of her life, Sita while playing with her sisters had unknowingly lifted the table over which the bow had been placed; which was something no one in the kingdom could do. This incident was however observed by Janaka and he decided to make this incident as the backdrop for Sita's swayamvara.
ne: विश्वकर्माले दुई ईश्वरीय धनुषहरूको रचना गरे। उनले भगवान विष्णुलाई शारंगा धनुष र भगवान शिवलाई पिनाक धनुष दिए। मिथिलाका राजा जनकको सीता नामकी एक छोरी थियो। आफ्नो जीवनको प्रारम्भिक भागमा, सीताले आफ्नी दिदीबहिनीसँग खेल्दा अन्जानमै टेबल उठाइदिए जसमाथि धनुष राखिएको थियो; त्यो काम त्यो राज्यमा कोही पनि गर्न सक्दैन भन्ने कुरा थियो। यद्यपि यो घटना जनकले अवलोकन गरे र उनले यो घटना सीता स्वयंवरको पृष्ठभूमिका रूपमा गर्ने निर्णय गरे।

source: Later, Janaka had announced that whosoever wanted to marry Sita had to lift the divine bow and string it. The bow was broken by Ayodhya's prince Rama when he attempted to string the bow, during the swayamvara of Sita, thereby winning the princess's hand in marriage. After the marriage when his father Dasharatha was returning to Ayodhya with Rama, Parashurama obstructed their path and challenged Rama for breaking his guru Shiva's bow.
ne: पछि, जनकले घोषणा गरे कि "जो कोही सीतासँग बिहे गर्न चाहन्छ उसले दैवी धनुष उचालेर शिवधनुषमा ताँदो चढाउनु बाँध्नु पर्छ"। अयोध्या राजकुमार रामले शिवधनुषमा ताँदो चढाउने क्रममा भाँचियो जसबाट विवाहमा राजकुमारी हात जिते। विवाह पछि जब उनका पिता दशरथ रामसँग अयोध्या फर्किरहेका थिए, परशुरामले उनीहरूको मार्गमा अवरोध खडा गरे र उनको गुरु शिवको धनु भाँचिएकोमा रामालाई चुनौती दिए। रामले परशुरामको प्रसंशा गरे / गुनगान गाए । त्यस पछि दशरथले माफ गर्न बिन्ती गरे तर परशुराम रिसाए र विष्णुको धनुबाट बाहिर निकाले। त्यसपश्चात उनले रामलाई त्यो विष्णु धनुष लिएर उनको साथ द्वन्द लड्नलाइ भने। रामले विष्णुको धनु ताने ताँदो चढाए , वाण राखे र परशुरामको सीधा मुटुमा ताके। रामले तब परशुरामलाई सोधे कि उनले बाणको लक्ष्यको रूपमा के दिन्छन्। यस समयमा, परशुराम आफ्नो रहस्यमय उर्जा गुमेको र शक्तिबाट आफूलाई वञ्चित महसुस गरे। उनलाई थाहा छ कि राम विष्णुको अवतार हुन्।

source: Sourav Haldar was born on February 7, 2002 in Dumuria upazila in Khulna district of Bangladesh. He is a writer and poet.He began writing at an early age.He was the student of kultula situla Bari primary school. He passed SSC exam from shovna birajmoye high school in 2017 and HSC exam from Dumuria College in pregent.
ne: सौरभ हलदारको जन्म फेब्रुअरी, २००२ मा बंगलादेशको खुल्ना जिल्लाको डुमरिया जिल्लामा भएको थियो। उहाँ एक लेखक र कवि हुनुहुन्छ। उनले प्रारम्भिक उमेरमा लेख्न शुरू गरे। उनी कुलतुला सिटुला बारी प्राथमिक विद्यालयको विद्यार्थी थिए। उनले २०२मा शोभना बिराजमोय हाई स्कुलबाट एसएससी र डमुरिया कलेजबाट प्राइजेन्सीमा एचएससी परीक्षा उत्तीर्ण गरे।

source: Param Vir Chakra is an Indian serial portraying the real life of Param Vir Chakra gallantry award winners, India's highest military honour.
ne: परमवीर चक्र वीरता पुरस्कार परमवीर चक्र विजेता, भारतको सर्वोच्च सैन्य सम्मान को वास्तविक जीवन चित्रण एक भारतीय धारावाहिक हो।

source: The serial was directed by noted film director Chetan Anand, who previously made war films like Haqeeqat (1964) and Hindustan Ki Kasam (1973). It received critical acclaim when it first aired on Doordarshan channel in 1988.[1][2] The first episode of the series featured the first recipient of the award, Major Som Nath Sharma of Kumaon Regiment.[3]
ne: यो सीरियल प्रख्यात फिल्म निर्देशक चेतन आनंद द्वारा निर्देशित गरिएको थियो जसले यस अघि हकीकत (१९६४) र हिंदुस्तान की कसम (१९७३ ) जस्ता चलचित्रहरू बनाएका थिए। यो १९८८ मा पहिलो पटक दूरदर्शन च्यानलमा प्रसारित भएको बेला आलोचनात्मक प्रशारण प्राप्त भयो। [१] [२] पहिलो एपिसोडमा कुमाऊं रेजिमेन्टका पुरस्कार प्राप्तकर्ता मेजर सोम नाथ शर्मा रहेको थियो। []]

source: 7 RCR (TV Series) Samvidhaan (TV Series) Satyamev Jayate (TV series) Pradhanmantri (TV Series) Television shows based on Indian history
ne: आरसीआर (टिभी श्रृंखला) सम्विधान (टिभी श्रृंखला) सत्यमेव जयते (टिभी श्रृंखला) प्रधानमन्त्री (टिभी श्रृंखला) भारतीय इतिहासमा आधारित टेलिभिजन कार्यक्रमहरू

source: In computing, a zombie is a computer connected to the Internet that has been compromised by a hacker, computer virus or trojan horse program and can be used to perform malicious tasks of one sort or another under remote direction. Botnets of zombie computers are often used to spread e-mail spam and launch denial-of-service attacks (DoS attacks). Most owners of "zombie" computers are unaware that their system is being used in this way.
ne: कम्प्युटि मा, एक ज़ोम्बी भनेको एक इन्टरनेटमा जडित कम्प्युटर हो जुन ह्याकर, कम्प्युटर भाइरस वा ट्रोजन हार्स प्रोग्रामले सम्झौता गरेको छ।यो टाढाको दिशा अन्तर्गत एक प्रकारको वा अर्कोको मालिसियस कार्यहरू गर्न प्रयोग गर्न सकिन्छ। जोम्बी कम्प्यूटरको बोटनेटहरू प्राय: ई-मेल स्प्याम फैलाउन र इन्कार-को-सेवा हमलाहरू (DOS आक्रमणहरू) सुरु गर्न प्रयोग गरिन्छ।"ज़ोम्बी" कम्प्युटरका अधिकांश मालिकहरू जान्दैनन् कि उनीहरूको प्रणाली यसरी प्रयोग भइरहेको छ।मालिक अनजान भएेको कारणले , यी कम्प्युटरहरूलाई काल्पनिक जोम्बिसको तुलनामा रूपात्मक रूपमा गरिन्छ । बहु बोटनेट मेशिनहरु द्वारा एक समन्वित DOS आक्रमण पनि " जोम्बी भीड आक्रमण" संग मिल्दोजुल्दो छ,जस्तै काल्पनिक ज़ोंबी फिल्महरु मा चित्रण गरीएको छ।

source: (1) Spammer's web site (2) Spammer (3) Spamware (4) Infected computers (5) Virus or trojan (6) Mail servers (7) Users (8) Web traffic
ne: (१) स्प्यामरको वेब साइट (२) स्प्यामर (३) स्पामवेयर (४)) संक्रमित कम्प्युटरहरू (५)) भाइरस वा ट्रोजन (६)) मेल सर्वरहरू (७)) प्रयोगकर्ताहरू (८)) वेब ट्राफिक

source: Zombie computers have been used extensively to send e-mail spam; as of 2005, an estimated 50–80% of all spam worldwide was sent by zombie computers.[1] This allows spammers to avoid detection and presumably reduces their bandwidth costs, since the owners of zombies pay for their own bandwidth. This spam also greatly furthers the spread of Trojan horses, as Trojans are not self-replicating. They rely on the movement of e-mails or spam to grow, whereas worms can spread by other means.[2] For similar reasons zombies are also used to commit click fraud against sites displaying pay-per-click advertising.
ne: ज़ोंबी कम्प्युटरहरू विस्तृत रूपमा ई-मेल स्प्याम पठाउन प्रयोग गरिएको छ ;२00५ को रूपमा , अनुमानित ५0 %–८0 % सबै स्पाम को विश्वव्यापी जोम्बी कम्प्युटर द्वारा पठाइएको थियो। [1] यसले स्प्यामरहरूलाई पहिचानबाट बच्न मद्दत पुर्‍याउँछ र सम्भाव्य रूपमा तिनीहरूको ब्यान्डविथ लागत कम गर्दछ, किनकि ज़ोंबी को मालिकहरूले आफ्नै ब्यान्डविथको लागि भुक्तान गर्छन्।यस स्प्यामले ट्रोजन हर्सेश प्रसारलाई निकै बढावा दिन्छ, किनकि ट्रोजनहरू स्वयं-प्रतिकृति होइनन्।तिनीहरू बढ्नको लागि ई-मेल वा स्प्यामको आन्दोलनमा भर पर्छन्, जबकि गँड्यौलाहरू अन्य माध्यमबाट फैलिन सक्छ। समान कारणहरूले गर्दा ज़ोंबी पनि प्रति-क्लिक विज्ञापन प्रदर्शन साइट प्रदर्शन बिरूद्ध क्लिक धोखाधडी गर्न प्रयोग गरिन्छ। अरूले फिशि वा पैसा खच्चर भर्ती वेबसाइटहरू होस्ट गर्न सक्दछन्

source: The large number of Internet users making simultaneous requests of a website's server is intended to result in crashing and the prevention of legitimate users from accessing the site.[3] A variant of this type of flooding is known as distributed degradation-of-service. Committed by "pulsing" zombies, distributed degradation-of-service is the moderated and periodical flooding of websites intended to slow down rather than crash a victim site. The effectiveness of this tactic springs from the fact that intense flooding can be quickly detected and remedied, but pulsing zombie attacks and the resulting slow-down in website access can go unnoticed for months and even years.[4] Notable incidents of distributed denial- and degradation-of-service attacks in the past include the attack upon the SPEWS service in 2003, and the one against Blue Frog service in 2006.
ne: ज़ोंबी वितरित अस्वीकार-सेवा (DDoS) आक्रमणहरू सञ्चालन गर्न प्रयोग गर्न सकिन्छ, एक शब्द हो जुन एक पटकमा ठूलो संख्यामा कम्प्युटरहरू द्वारा लक्षित वेबसाइटहरूको अर्कास्ट्रेटेड बाढीलाई जनाउँछ। वेबसाइटको सर्भरको एक साथ अनुरोध गर्ने इन्टरनेट प्रयोगकर्ताहरूको क्र्यास हुने नतिजामा पुग्नु सक्छ,र साइटमा पहुँच गर्नबाट वैध प्रयोगकर्ताहरूको रोकथाम गर्न सक्छ। [१] यस प्रकारको बाढीको एक प्रकारलाई वितरित गिरावटको सेवाको रूपमा चिनिन्छ। "पल्सिंग" जोम्बीबाट प्रतिबद्ध, सेवाको वितरण डिग्रेसन-अफ-सर्भेसन भनेको वेबसाइटको मध्यम र आवधिक बाढी हो जसको उद्देश्य एक शिकार साइटलाई क्र्यास गर्नु भन्दा ढिलो सुस्त बनाउनु हो। यस कार्यनीतिको प्रभावकारिता तथ्यबाट फैलिन्छ कि तीव्र बाढी छिटो पत्ता लगाउन सकिन्छ र उपचार गर्न सकिन्छ, तर जोम्बीको आक्रमण र परिणामस्वरूप वेबसाइट पहुँचमा ढिलो डाउन हुन महीनाहरू र बर्ष सम्म पनि ध्यान नदिन जान सक्छ। [२] विगतमा वितरित अस्वीकार र गिरावट-को सेवा को आक्रमण को उल्लेखनीय घटनाहरु मा २००३ मा SPEWS सेवा को हमला, र २००६ मा ब्लू फ्रुग सेवा को बिरूद्ध समावेश गिरएेको हुन्छ। २००० मा, धेरै प्रख्यात वेब साइटहरू ( याहू, eBay, आदि) एक क्यानाडाली किशोर ' माफियाबॉय ' माउन्ट गरिएको सेवा आक्रमणको वितरण इन्कार द्वारा अवरोध खडा गरियो ।

source: An attack on grc.com is discussed at length,[vague] and the perpetrator, a 13-year-old probably from Sardis, Mississippi, was identified on the Gibson Research Web site. Steve Gibson disassembled a 'bot' which was a zombie used in the attack, and traced it to its distributor.[vague] In his account about his research, he describes the operation of a 'bot'-controlling IRC channel.[5][vague]
ne: grc.com को हमलालाई लम्बाईमा छलफल गरिएको हो र अपराधी भने,शायद १३ वर्षिय ,सार्डिस, मिसिसिपीको अपराधी , गिब्सन रिसर्च वेबसाइटमा पहिचान गरिएको थियो। स्टीव गिब्सनले एक 'बोट' डिस्सेम्ब्ल्ड गर्‍यो जुन हमलामा प्रयोग गरिएको एक ज़ोम्बी थियो र यसलाई यसको वितरकमा लगाइएको थियो। आफ्नो अनुसन्धानको बारे मा उनको खाता मा, उनले एक 'बोट' नियन्त्रण आईआरसी च्यानल को अपरेशन वर्णन गरे । [१] [ अस्पष्ट ]

source: Beginning in July 2009, similar botnet capabilities have also emerged for the growing smartphone market. Examples include the July 2009 in the "wild" release of the Sexy Space text message worm, the world's first botnet capable SMS worm, which targeted the Symbian operating system in Nokia smartphones. Later that month, researcher Charlie Miller revealed a proof of concept text message worm for the iPhone at Black Hat Briefings.
ne: जुलाई २००९ देखि, बढ्दो स्मार्टफोन बजारको लागि उस्तै बोटनेट क्षमताहरू पनि देखा पर्‍यो।उदाहरणका लागि जुलाई २००९ ] मा सेक्सी स्पेस टेक्स्ट मेसेज वर्मको "जंगली" रिलीजमा समावेश छ, विश्वको पहिलो बोटनेट सक्षम एसएमएस कीड़ा, जसले नोकिया स्मार्टफोनमा सिम्बियन अपरेटिंग सिस्टमलाई लक्षित गर्‍यो।त्यो महिना पछि, अन्वेषक चार्ली मिलरले ब्ल्याक ह्याट ब्रीफिंगमा आईफोनका लागि अवधारणा पाठ सन्देश ग्यासको प्रमाण पत्ता लगायो।जुलाईमा पनि संयुक्त अरब अमीरातका उपभोक्ताहरू एटिसलाट ब्ल्याकबेरी स्पाइवेयर प्रोग्रामले लक्षित गरेका थिए।२०१० मा, सुरक्षा समुदाय मोबाइल बोटनेट वास्तविक विश्व क्षमता को रूप मा विभाजित भयो। तर अगस्त २००९ को द न्यु योर्क टाइम्ससँगको अन्तर्वार्तामा साइबर सुरक्षा सल्लाहकार माइकल ग्रेगले यस मुद्दाको सार यसरी प्रस्तुत गरे: "हामी [स्मार्ट] फोनहरूसँग कुरा गरिरहेका छौं जुन हामी ८0 को दशकमा डेस्कटपहरूसँग गर्थ्यौं।" [१]

source: In the epic Mahabharata, Uttara (Sanskrit: उत्तर) was the prince of Matsya Kingdom and the son of King Virata, at whose court the Pandavas spent one year in concealment during their exile. His sister Uttarā was given in marriage to Abhimanyu, son of Arjuna.[1]
ne: महाकाव्य महाभारतमा, उत्तर( Sanskrit ) मत्स्य साम्राज्यका राजकुमार र राजा विराटका छोरा थिए, जसको दरबारमा पाण्डवहरूले एक वर्षको लागि आफ्नो वनवासको समयमा लुकेएर बिताए। उनकी बहिनी उत्तरलाई अर्जुनको छोरा अभिमन्युसँग विवाह गरियो। [१]

source: Towards the end of the year that the Pandavas spent at the Matsya Kingdom, Duryodhana (suspecting that the Pandavas were hiding in Matsya) attacked that kingdom. The army of Hastinapura stood at the borders of Matsya, but King Virata had already taken his entire army to fight the Trigarta army attacking from the south. When news arrives at the palace, Uttar confidently boasts about how he will single-handedly wipe out the Kauravas, downplaying their abilities.
ne: पाण्डवहरूले मत्स्य राज्यमा बिताएको वर्षको अन्त्यतिर, दुर्योधन (पाण्डवहरू मत्स्यमा लुकिरहेका थिए भन्ने शं त्यो राज्यमा आक्रमण गरे। हस्तिनापुराको सेना मत्स्यको सिमानामा खडा थियो, तर राजा विराटले आफ्नो सम्पूर्ण सेनालाई दक्षिणबाट आक्रमण गर्ने त्रिगर्त सेनासँग लड्न पहिल्यै भइसकेका थिए। समाचार राजमहलको आउँदा, उत्तर निर्धक्क उहाँले एकल-handedly कसरी हुनेछ नामेट गर्ने बारेमा दावा Kauravas, आफ्नो क्षमता लुकाउँछन्। आफ्नी आमा र उनकी नोकर्नीको उदासीनतामा, उनले आफ्नी बहिनीको नृत्य गर्ने शिक्षक, नपुंसक वृहन्नाला, जो वास्तवमा अर्जुन थिए, आफ्नो सारथिको रूपमा लिन्छन्। उनीहरू कुरु सेनाको नजिक पुग्दा उत्तर दृश्यहरू देखेर आतंकित हुन्छन् र बृहन्लालाई पछाडि फर्केर जान भन्छन्। जब उनले क्षत्रिय धर्मलाई उद्धृत गर्दै उत्तर रथ छोडिदिए र आफ्नो जीवनको बचाउनको लागि भाग्यो, अर्जुन मात्र उसको नजिक दौडेर उनलाई पक्रन। उत्तरको साहसलाई सुदृढ पार्न अर्जुनले आफ्नो वास्तविक चिनारी प्रकट गरे। उत्तर आश्चर्यजनक थियो र सुरुमा अर्जुनलाई विश्वास गर्न इन्कार गरे; अर्जुनले आफ्नो दस उपनाम सुनाए पछि मात्र उत्तरले विश्वास गरे कि बृहन्नला वास्तवमा भेषमा अर्जुन थिए। त्यसपछि अर्जुनले पदभार लिए र एकल-हातले सम्पूर्ण हस्तिनपुरा सेनालाई पराजित गरे। [१]

source: During the 18-day Kurukshetra war, Uttar and his brothers fight in support of the Pandavas. Uttar is killed on the first day of the war by Shalya.
ne: १८-दिने कुरुक्षेत्र युद्धको क्रममा उत्तर र उनका भाइहरू पाण्डवहरूको समर्थनमा लडिरहे। उत्तरलाई शल्यले युद्धको पहिलो दिनमा मार्यो ।

source: Going on the attack, Uttar aggressively takes his chariot deep into the Kaurava formation where he is checked by Shalya who asks Uttar to introduce himself. Uttar boasts about his martial skill and compares himself to Krishna, having been Arjuna's charioteer in the Virat war. Shalya sharply rebukes Uttar for his arrogance, telling him that "his tongue is sharper than his arrows."
ne: युद्धमा सुरु रूपमा, युद्धमा पनि पक्षमा ढल्केको छ Kauravas रूपमा Bhishma समावेश गर्न असमर्थ छ। आक्रमणमा जाँदा उत्तरले आक्रामक भई आफ्नो रथलाई कौरवा गठनमा लग्यो जहाँ उनलाई शल्यले जाँच गर्यो जसले उत्तरलाई आफ्नो परिचय दिन भन्यो। उत्तरले आफ्नो सैनिक कौशलको बारेमा गर्व गर्दछ र आफूलाई कृष्णसँग तुलना गर्दछ, विराट युद्धमा अर्जुनको सारथि भएको थियो। शल्यले उत्तरमा उसको अहंकारको लागि कडा शब्दमा हप्काए र भने कि "उसको जिब्रो काँड भन्दा तीखो छ।" उत्तरले भयंकर आक्रमणको साथ जवाफ दिए। उनले शल्यको धनुको तस्वीर च्यात्यो र उनलाई घाइते तुल्यायो र शाल्यको रथको पाg्ग्रा तोडेपछि उसको रथ र घोडाहरूलाई मारे। जसरी शल्यालाई डिफेस्टेन्ट गरिएको छ, उत्तरले मार्ने प्रहारको उद्देश्य बनाएको छ, र शल्यलाई हाँसो गर्दै सोध्यो, "के यो मेरो जीभ हो, वा मेरो तीरले तिमीलाई मार्नेछ?" जमिनबाट, शल्या उत्तरको शरीरमा मार्ने घाइते गरी भाला हान्यो। उत्तर आफ्नो रथमा आए र यस्तो बहादुर बच्चाको मृत्युको निम्ति शोक प्रकट गर्दछन्। चतहर्दी संकलनमा उत्तरको भाइ स्वेतले आफ्नो भाइको भय death्कर मृत्युको घटना देखेका थिए र उनी तुरुन्त उन्मादमा परे र आफ्नो भाइको मृत्युको बदला लिन शाल्यालाई बारम्बार आक्रमण गर्न थाले। शल्याले अन्ततः श्वेतालाई मारे। यसरी ती दुई भाइहरू एकै दिनमा मरे, एक अर्काको केहि मिनेटमा। [१]

source: Staffing refers to finding the right person for the right job having right qualification,at the right time..[1]
ne: कर्मचारी व्यवस्थापन भनेको सङ्गठानात्मक संरचना अनुसार विभिन्न पदहरुमा योग्यता तथा अनुभव अनुसार मानव संसाधन पूर्ती गर्ने कार्य हो दर्साउँछ । । [१]

source: As a complex and multifaceted phenomenon, globalization is considered by some as a form of capitalist expansion which entails the integration of local and national economies into a global, unregulated market economy.[1] Globalization has grown due to advances in transportation and communication technology. With the increased global interactions comes the growth of international trade, ideas, and culture. Globalization is primarily an economic process of interaction and integration that's associated with social and cultural aspects.
ne: भूमण्डलीकरण वा भूविश्वव्यापीकरण भनेको व्यक्ति, कम्पनी र विश्वव्यापी सरकारहरू बीचको अन्तरक्रिया र एकीकरणको प्रक्रिया हो। एक जटिल र बहुपक्षीय घटनाका रूपमा विश्वव्यापीकरणलाई पूँजीवादी विस्तारको रूपमा लिइन्छ जसले स्थानीय र राष्ट्रिय अर्थतन्त्रहरूको एक वैश्विक, अनियमित बजार अर्थव्यवस्थामा एकीकरण गर्दछ। [१] भूमण्डलीकरण आर्तथिक कथ यातायात र संचार प्रविधि मा प्रगति को कारण बढेको छ। बढ्दो विश्व अन्तरक्रिया संग अन्तर्राष्ट्रिय व्यापार, विचार, र संस्कृति को विकास आउँछ। भूमण्डलीकरण मुख्यतया अन्तरक्रिया र एकीकरणको आर्थिक प्रक्रिया हो जुन सामाजिक र सांस्कृतिक पक्षहरूसँग सम्बन्धित छ। यद्यपि द्वन्द्व र कूटनीति पनि भूमण्डलीकरणको इतिहास र आधुनिक भूमण्डलीकरणको ठूलो हिस्सा हुन्।

source: Discovery of the electron
ne: इलेक्ट्रोनको खोज

source: His experiments suggested not only that cathode rays were over 1,000 times lighter than the hydrogen atom, but also that their mass was the same in whichever type of atom they came from. He concluded that the rays were composed of very light, negatively charged particles which were a universal building block of atoms. He called the particles "corpuscles", but later scientists preferred the name electron which had been suggested by George Johnstone Stoney in 1891, prior to Thomson's actual discovery.[19]
ne: विलियम प्रोउट र नर्मन लकर जस्ता धेरै वैज्ञानिकहरूले परमाणु अझ बढी आधारभूत इकाईबाट नै निर्माण भएको हो भनेर सुझाव दिएका थिए तर तिनीहरूले यो इकाईलाई सबैभन्दा सानो परमाणु, हाइड्रोजनको आकारको रूपमा लिए। १८९७ मा पहिलो पटक थोमसनले सुझाए कि कुनै एक आधारभूत एकाई एक परमाणुको तुलनामा १,००० गुणा बढी साना हुन्छन् ।

source: In April 1897, Thomson had only early indications that the cathode rays could be deflected electrically (previous investigators such as Heinrich Hertz had thought they could not be). A month after Thomson's announcement of the corpuscle, he found that he could reliably deflect the rays by an electric field if he evacuated the discharge tube to a very low pressure. By comparing the deflection of a beam of cathode rays by electric and magnetic fields he obtained more robust measurements of the mass-to-charge ratio that confirmed his previous estimates.[20] This became the classic means of measuring the charge-to-mass ratio of the electron.
ne: अप्रिल १८९७ मा, थोमसनले क्याथोड किरणहरुलाई विद्युतीय रुपमा विचलित गराउन सकिन्छ भन्ने प्रारम्भिक सङ्केतहरु पाए ( हेनरिक हर्ज जस्ता अघिल्लो अन्वेषकहरूले यो हुन नसक्ने सोचेका थिए)। थोमसनले थॉमसनको कर्पसलको घोषणाको एक महिना पछि उनले पत्ता लगाए कि विद्युुत क्षेत्रबाट किरणहरू भरपर्दो ढङ्गले विक्स्ष्षे्षेप गर्न सक्दछ । इलेक्ट्रिक र चुम्बकीय क्षेत्रहरूद्वारा क्याथोड किरणको किरणको प्रतिबिम्ब तुलना गरेर उनले पिण्ड- आवेेेग अनुपातको अझ बलियो मापन प्राप्त गरे जुन उनको अघिल्लो अनुमानहरूको पुष्टि गर्‍यो। [१] यो इलेक्ट्रोनको आवेग-पिण्ड अनुपात मापन गर्न क्लासिक माध्यम भयो। (सन् १९०९ मा रॉबर्ट ए मिलिकानको तेल ड्रप प्रयोग नभएसम्म आवेग मापन गरिएको थिएन)। )

source: Sir Joseph John Thomson OM PRS[1] (18 December 1856 – 30 August 1940) was a British physicist and Nobel Laureate in Physics, credited with the discovery of the electron, the first subatomic particle to be discovered.
ne: सर जोसेफ जोन थोमसन OM पीआरएस [1] (१८ डिसेम्बर १८५६ - ३० अगस्ट १९४०) एक ब्रिटिश भौतिक र भौतिकी मा नोबेल विजेता, थिए, जसलाई पत्ता लागेको पहिलो आणविक कण, इलेक्ट्रोनको खोजको श्रेय दिइन्छ।

source: In 1897, Thomson showed that cathode rays were composed of previously unknown negatively charged particles (now called electrons), which he calculated must have bodies much smaller than atoms and a very large charge-to-mass ratio.[1] Thomson is also credited with finding the first evidence for isotopes of a stable (non-radioactive) element in 1913, as part of his exploration into the composition of canal rays (positive ions). His experiments to determine the nature of positively charged particles, with Francis William Aston, were the first use of mass spectrometry and led to the development of the mass spectrograph.[2][2]
ne: १८९७ मा, थोमसनले क्याथोड किरण अज्ञात ऋणात्मक आवेग युक्त कण (जसलाई अहिले इलेक्ट्रोन भनिन्छ) मिलेर बनेको छ भनेर देखाए, जसको आकार अणु भन्दा धेरै सानो र आवेग-पिण्ड अनुपात धेरै सानो भएको हिसाब निकाले । [१] थोमसनलाई १९१३ मा स्थिर (गैर रेडियोधर्मी) तत्त्वको आइसोटोपको लागि पहिलो प्रमाण फेला पार्ने श्रेय पनि दिइन्छ। फ्रान्सिस विलियम एस्टनको साथ गरिएको उनका प्रयोगहरुले धनाााात्मक आवेग युुुुक्त कणहरुको प्रक्रति निर्धारित गर्न उनका प्रयोगहरू मास स्पेक्ट्रोमेट्रीको पहिलो प्रयोग थिए र मास स्पेक्ट्रोग्राफको विकासको लागि अग्रसर भयो। [१] [२]

source: Thomson was awarded the 1906 Nobel Prize in Physics for his work on the conduction of electricity in gases.[4]
ne: उनको ग्यासमा विद्युत् प्रवाहको कामका लागि थोमसनलाई १९०६ मा भौतिकीको नोबेल पुरस्कारबाट सम्मानित गरियो। [१]

source: In 1905, Thomson discovered the natural radioactivity of potassium.[27]
ne: १९०५ मा, थोमसनले पोटाशियमको प्राकृतिक रेडियोधर्मी पत्ता लगाए। [१]

source: In 1906, Thomson demonstrated that hydrogen had only a single electron per atom. Previous theories allowed various numbers of electrons.[28][29]
ne: १९०६ मा, थोमसनले हाइड्रोजनमा प्रती अणु एक मात्र इलेक्ट्रोन हुने प्रमाणित गरे। यस अघिका सिद्धान्तहरुले विभिन्न सङ्ख्यामा इलेक्ट्रोन हुने स्पष्त थिएन। । [१] [२]
